<?php

use yii\widgets\DetailView;

/* @var $this yii\web\View */
/* @var $model app\models\Person */
?>
<div class="person-view">
<p style="text-align:center"><strong>ประกาศความเป็นส่วนตัว (</strong><strong>Privacy Notice)</strong></p>

<p style="text-align:justify">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ศูนย์จริยธรรมการวิจัยในมนุษย์ ขอแจ้งให้ท่านทราบวิธีการเก็บรวบรวมข้อมูล ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน ประเภทข้อมูลส่วนบุคคลและวัตถุประสงค์การดำเนินการ ตลอดจนรายละเอียดเกี่ยวกับระยะเวลาในการเก็บรักษาความลับและการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของท่าน และวิธีการติดต่อศูนย์จริยธรรมฯ เพื่อให้ท่านมั่นใจได้ว่าข้อมูลส่วนบุคคลของท่านที่ให้ไว้ จะถูกนำไปใช้ตามที่กฎหมาย พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล (PDPA) ในมาตรา 23 กำหนด ดังนี้</p>

<ol>
	<li style="text-align:justify">วัตถุประสงค์ของการเก็บข้อมูล เพื่อนำข้อมูลไปใช้ตรวจสอบคุณสมบัตินักวิจัย และสำหรับการติดต่อสื่อสาร หรือการส่งต่อข้อมูล ไปยังผู้ควบคุมข้อมูลที่เกี่ยวข้อง เช่น คณะกรรมการจริยธรรมประจำสถาบัน ตามบันทึกข้อตกลงความร่วมมือระหว่างสถาบัน และเพื่อยืนยันตัวตนในการดำเนินการส่งโครงการวิจัยวิจัยเพื่อเสนอต่อคณะกรรมการจริยธรรมการวิจัยในมนุษย์พิจารณาในระบบ online submission</li>
	<li style="text-align:justify">ข้อมูลส่วนบุคคลที่จะมีการเก็บรวบรวม เมื่อท่านสมัครเข้าใช้งานระบบ online submission ระบบจะขอให้ท่านลงทะเบียน โดยมีการจัดเก็บข้อมูลส่วนบุคคล ได้แก่ ชื่อ นามสกุล เบอร์โทรศัพท์ อีเมล ตลอดจนลายมือชื่อที่ปรากฎในเอกสารส่วนบุคคล ได้แก่ ประวัติความรู้ความชำนาญ หลักฐานการอบรม และเอกสารโครงการวิจัย</li>
	<li style="text-align:justify">ท่านมีสิทธิในการเข้าถึงและแก้ไขข้อมูลส่วนบุคคลของท่าน ตลอดจนมีสิทธิการขอลบหรือทำลาย โดยติดต่อ ศูนย์จริยธรรมการวิจัยในมนุษย์  เบอร์โทรศัพท์ 067-23212223 อีเมล <a href="mailto:echr@iddrives.com">echr@iddrives.com</a></li>
</ol>


</div>
